bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
esbenp.prettier-vscode
golang.go
hashicorp.terraform
ms-python.black-formatter
ms-python.debugpy-2025.8.0
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
pranjalkumar.minimal-kiwi
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
wayou.vscode-todo-highlight
