bradlc.vscode-tailwindcss
charliermarsh.ruff
dbaeumer.vscode-eslint
esbenp.prettier-vscode
golang.go
hashicorp.terraform
monokai.theme-monokai-pro-vscode
ms-python.python
pranjalkumar.minimal-kiwi
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
wayou.vscode-todo-highlight
